# RbsCabletrayconduitBendorfitting Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsCabletrayconduitBendorfitting Property
ParameterTypeId Class See Also
---
"Bend or Fitting"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsCabletrayconduitBendorfitting { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsCabletrayconduitBendorfitting As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsCabletrayconduitBendorfitting {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace